[{"name":"BTN x MADSTEEZ Basketball Court","artist":"MADSTEEZ","from_date":"2018-02-28","to_date":"2019-02-27","location":null,"description":"<em>The BTN x MADSTEEZ Basketball Court <\/em>brings color and life to an existing court that lacked vibrancy. The design splits the court into East and West Divisions, 7 schools in each, and uses the two main colors of each school. The mural covers the full basketball court and extends outside the court lines offering a blue sideline.","borough":"Q","show_large_image":"1","lat":"40.774549","lng":"-73.92318","active":"1"},{"name":"I Left My Lamp Beside the Golden Door","artist":"Dorothy Iannone","from_date":"2018-03-05","to_date":"2019-02-28","location":null,"description":"Dorothy Iannone&rsquo;s mural features three colorful Statues of Liberty. Between them runs the words, &ldquo;I Lift My Lamp Beside the Golden Door,&rdquo; which is the final line from Emma Lazarus&rsquo;s poem &ldquo;The New Colossus,&rdquo; the ode to the freedom promised by immigration to America engraved on a bronze plaque mounted inside the statue at Liberty Island. Iannone&rsquo;s piece was conceived before the recent months of upheaval in the United States around immigration, an already contested topic; these recent debates have raised the Statue of Liberty anew as a symbol of the openness of New York City and the United States to those seeking asylum, freedom, or simply a better life. Iannone&rsquo;s vibrant Liberties bring a bit of joy to an often exhausting and demoralizing political debate.<p>This exhibition is presented by&nbsp;<a href=\"http:\/\/art.thehighline.org\/project\/dorothyiannone\/\">High Line Art<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.747312","lng":"-74.005218","active":"1"},{"name":"Agora","artist":"Various Artists","from_date":"2018-04-19","to_date":"2019-03-31","location":"Multiple locations","description":"<em>Agora&nbsp;<\/em>is a group exhibition that looks at the role of art in defining, creating, and using public space. For centuries, artists have used public locations&mdash;and the public in general&mdash;as the heart of for their work. The exhibition looks at the power of art to change society, the role of art in public space, and whether art can be a form of protest. Artists working in public often take a political tone, mobilizing the public for social and political change, and for the possibility of realizing an alternate future. On the High Line&mdash;a public space and a natural platform&mdash;nine artists share their experiences inhabiting, speaking out of, and challenging the assumed boundaries of public space, where different voices can be heard, addressing important topics such as women&rsquo;s rights, mass incarceration, the environment, and immigration.<p>Artists who are part of this exhibition include Maria Thereza Alves, Andrea Bowers, Mariechen Danz, Pope.L, Duane Linklater, Naufus Ramirez-Figueroa, Marinella Senatore, Timur Si-Qin, and Sable Elyse Smith.<\/p>\r\n\r\n<p>This exhibition is presented by the&nbsp;<a href=\"http:\/\/art.thehighline.org\/project\/agora\/\">Friends of the High Line<\/a>.&nbsp;<\/p>","borough":"M","show_large_image":"1","lat":"40.746063","lng":"-74.006128","active":"1"},{"name":"Artwork Inspired by The Last O.G. on TBS","artist":"ASKEW ONE","from_date":"2018-04-17","to_date":"2019-04-16","location":null,"description":"A newly refurbished basketball courts and an artistic mural at Marcy Playground include new asphalt, four new polycarbonate backboards, and a mural designed by artist ASKEW ONE, recognized worldwide for his unique approach to graffiti art.&nbsp;","borough":"B","show_large_image":"1","lat":"40.695418","lng":"-73.951648","active":"1"},{"name":"Our Memories","artist":"Judith Modrak","from_date":"2018-05-01","to_date":"2019-03-15","location":null,"description":"<em>Our Memories<\/em>&nbsp;is an evolving audience participatory installation. Recognizing the need to record one's personal experience, these neuron-inspired sculptures contain cavities in which participants place a color-coded \"memory stone\". The memory stones are classified into six emotive categories: joy, anger, love, sadness, fear, and surprise. This active act of recollection not only stirs up personal memories, it also physiologically generates a new collective memory. The&nbsp;<em>Our Memories<\/em> project is both a larger memorial piece, made complete by thousands of individual memories from people all over the world, and an experience that connects us to our core and to one another.","borough":"M","show_large_image":"1","lat":"40.715028","lng":"-74.002647","active":"1"},{"name":"Kathy Ruttenberg on Broadway: in dreams awake","artist":"Kathy Ruttenberg","from_date":"2018-04-27","to_date":"2019-02-24","location":"Dante Park and Broadway Malls from 64th Street to 157th Street","description":"The six large-scale, figural sculptures in this exhibition mark the internationally known artist Kathy Ruttenberg's first major outdoor sculpture installation. Ruttenberg is admired by critics and curators for her fantastical narrative sculptures that combine human, animal, and plant forms. Taken out of the gallery and onto the streets, her characters embrace even greater significance as they interact with the urban environment. Ruttenberg has painstakingly studied the sites along Broadway, and her carefully placed polychrome players blur the lines between dream and reality. In the Broadway malls installation, she explores a broad mix of sculptural media including patinated bronze, glass mosaic, transparent cast resin, and carefully orchestrated LED lighting. The interaction between color, form, opacity, transparency, and light itself as an artistic medium highlights the inherently theatrical nature of the visual storyteller&rsquo;s art.&nbsp;<div><br><\/div><div>The sculptures are on display at Dante Park and Broadway Malls from 64th Street to 157th Street.<p>This exhibition is presented by&nbsp;<a href=\"http:\/\/www.broadwaymall.org\/\">Broadway Mall Association<\/a>.<\/p>\r\n<\/div>","borough":"M","show_large_image":"1","lat":"40.772164","lng":"-73.982425","active":"1"},{"name":"Prop","artist":"Phyllida Barlow","from_date":"2018-05-17","to_date":"2019-03-25","location":null,"description":"<p>For the High Line, Barlow presents a new iteration of a sculpture presented outside the British Pavilion at the 2017 Venice Biennale, re-imagined for the High Line. Throughout her career, Barlow has constantly revisited works to reconfigure them, often in consideration of a new context. The work consists of two large concrete panels, with holes cut from their centers; set on stilts, the work appears like a character teetering among the planks at its base and emerging from the planting beds below. The sculpture stands on a railway spur at 16th Street that used to run directly into a refrigerated warehouse immediately north of Chelsea Market, formerly a Nabisco cookie factory. As with much of Barlow&rsquo;s oeuvre, the work points to the area&rsquo;s industrial past and how architecture, like art, is perpetually cannibalized from one generation to the next. Barlow&rsquo;s work will be the first artwork ever presented on the Northern Spur Preserve, a location that allows for unique views both from the High Line and the avenue below.<\/p>\r\n\r\n<p>This exhibition is presented by the&nbsp;<a href=\"http:\/\/art.thehighline.org\/project\/phyllidabarlow\/\">Friends of the High Line<\/a>.&nbsp;<\/p>","borough":"M","show_large_image":"1","lat":"40.743069","lng":"-74.007256","active":"1"},{"name":"Fiesta Forever","artist":"Meg Minkley","from_date":"2018-06-01","to_date":"2019-05-31","location":"Powers Street Garden, Brooklyn","description":"?<em>Fiesta Forever<\/em> celebrates the beginnings of Spring and the fun of Summer and honors the re-birth of color in the city. The mural is illustrative of the vast collection of flowers that bloom throughout New York City from Spring all the way through to Summer.\r\n\r\n<p>This project is part of NYC Parks <a href=\"https:\/\/greenthumb.nycgovparks.org\">GreenThumb<\/a>&rsquo;s Art in the Gardens - Shed Murals project, an initiative that provides local artists with the opportunity to collaborate with community gardens as a platform to create and display their art.<\/p>","borough":"B","show_large_image":"1","lat":"40.712737","lng":"-73.939736","active":"1"},{"name":"Rainbow Mural","artist":"Amanda Long & Tommy Hartung","from_date":"2018-05-26","to_date":"2019-05-25","location":null,"description":"<p>Rainbow Mural is a colorful reclamation of the concrete barrier at the Forest Park Greenhouse Playground near the historical carousel. A pixelated rainbow pattern animate the masonry and contrast with the natural green of the forest. The vivid paint transforms the wall from a mundane structure into a vibrant colorful marker for the play area. In addition, sections of the mural include chalkboard color blocks which can be activated by children throughout the exhibition. <em>Rainbow Mural <\/em>is a community art project. Volunteers of all ages guided by artists Amanda Long, Tommy Hartung and Friends of Forest Park painted the <em>Rainbow Mural<\/em> using vivid paints and a hand-drawn grid.<\/p>\r\n\r\n<p>Funding for the <em>Rainbow Mural<\/em> was generously provided by the New York City Council Parks Equity Initiative and a Capacity Fund Grant.<\/p>","borough":"Q","show_large_image":"1","lat":"40.701411","lng":"-73.855825","active":"1"},{"name":"Functional Bodies","artist":"Yvonne Shortt and Mayuko Fujino","from_date":"2018-06-09","to_date":"2019-06-08","location":null,"description":"<em>Functional Bodies<\/em> is a community engaged project involving students from PS99, Seniors from Young Israel of Forest Hills Senior Center, Friends of MacDonald Park, and RPGA Studio. Incubated by social sculpture artist Yvonne Shortt, it is focused on creating collaboratively with local communities to prompt more people to volunteer in their park. The sculpture&nbsp;consists of a dog and girl, both with body parts designed for gardening. In addition to these pieces the sculpture also consists of several flowers created by people in the community from ages 11 to 85+.","borough":"Q","show_large_image":"1","lat":"40.722327","lng":"-73.847117","active":"1"},{"name":"Maren Hassinger: Monuments","artist":"Maren Hassinger","from_date":"2018-06-16","to_date":"2019-06-10","location":null,"description":"In <em>Maren Hassinger; Monuments<\/em>, the eight sculptures on view respond to the landscape of Marcus Garvey Park. Hassinger considers the natural environment a site of hope and potential, a place of equality, where humanity has a shared purpose of stewardship and understanding. According to Hassinger,&nbsp;\"Within nature, we are equal.\" <em>Maren Hassinger: Monuments<\/em>&nbsp;transforms Marcus Garvey Park into a space both physical and psychological and prompts the audience to consider the place of nature in their lives. Each of the eight&nbsp;sculptures is meant to provide a contemplative moment, one that invites multiple responses that&nbsp;call forth memories or associations for those who encounter them.","borough":"M","show_large_image":"1","lat":"40.804664","lng":"-73.94219","active":"1"},{"name":"Ziemia","artist":"Martynka Wawrzyniak","from_date":"2018-06-09","to_date":"2019-06-08","location":null,"description":"<p><em><a href=\"http:\/\/www.ziemia.nyc\/\">Ziemia<\/a><\/em> (&ldquo;Earth&rdquo; in Polish) is a public art project created by artist Martynka Wawrzyniak in collaboration with the Greenpoint community. The ceramic orb is glazed with a mixture of clay excavated in Greenpoint as well as soils contributed by participating residents from places that are symbolically representative of their identities, including: the United States, Poland, Ukraine, Germany, France, Japan, Serbia, Nepal, the United Kingdom, Ecuador, Mexico, and Namibia. The sculpture serves as a collective portrait of the community. It is also a cultural locus focused on the social and ecological history of the neighborhood.<\/p>\r\n\r\n<p>The meadow is composed of species which date to the pre-colonial times. Meaningfully, the same species can be found in the Polish countryside. Soils from foreign countries which were used in the ceramic glaze were imported with an official USDA Soil Importing Permit and Heat Treated at Lehman College of CUNY.<\/p>\r\n\r\n<p>This exhibition is presented with the <a href=\"http:\/\/www.polishculture-nyc.org\/indexNew.cfm?\">Polish Cultural Institute<\/a> and the <a href=\"https:\/\/osanb.org\/\">Open Space Alliance for North Brooklyn<\/a>.&nbsp;<\/p>","borough":"B","show_large_image":"1","lat":"40.724352","lng":"-73.944139","active":"1"},{"name":"Steinway Cipher","artist":"Brittany Baldwin","from_date":"2018-06-11","to_date":"2019-06-10","location":null,"description":"<p>For <em>Steinway Cypher<\/em>, Baldwin merged contributions of the Steinway family with elements of present-day Astoria to create a piece that reflects the visual landscape of the neighborhood. In 1870 William Steinway began building a company town, Steinway Village in what is now known as Astoria. The Steinway Piano Factory was built on this land accompanied by employee housing, a church, a library, a kindergarten, and a public trolley line. Steinway also founded the resort town North Beach and spearheaded a project to extend his town&rsquo;s trolley lines under the East River, which led to the creation of the current subway tunnel<\/p>\r\n\r\n<p>A large, white piano-like shape positioned in the middle of the mural commemorates the industry titan. Aquatic and seashell forms are a nod to North Beach and the East River. Arrows highlight the progressive nature of Steinway&rsquo;s ideas. Some of Baldwin&rsquo;s other shapes are a response to the mosaics seen on Mombar, a restaurant in Astoria&rsquo;s Little Egypt. Additional elements of commerce are sprinkled throughout to honor local businesses that find their home on Steinway Street.<\/p>","borough":"Q","show_large_image":"1","lat":"40.776373","lng":"-73.903465","active":"1"},{"name":"Mom-and-Pops of the L.E.S.","artist":"Karla & James Murray","from_date":"2018-06-20","to_date":"2019-06-19","location":null,"description":"Karla and James Murray&rsquo;s wood-framed sculpture consists of near life-size photographs of four mom-and-pop neighborhood stores of the Lower East Side, which are no longer in business and have disappeared from the streetscape. Images of a bodega, a coffee shop\/luncheonette, a vintage store, and a newsstand recognize the unique and irreplaceable contribution made to New York by small, often family-owned businesses.<p>This exhibition was made possible by the <a href=\"https:\/\/www.nycgovparks.org\/art-and-antiquities\/resources-for-artists\/art-in-the-parks-uniqlo-park-expressions-grant\">Art in the Parks: UNIQLO Park Expressions Grant<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.714675","lng":"-73.989755","active":"1"},{"name":"Fence Weaving","artist":"Brooklyn Hi-Art! Machine","from_date":"2018-06-16","to_date":"2019-06-15","location":null,"description":"<p>The Brooklyn Hi-Art Machine&nbsp;(Mildred Belte and Oasa DuVerney)&nbsp;has created a yearlong installation in conjunction with the exhibition <i>Nou La &ndash; We Reach<\/i>!&nbsp;Their weaving addresses multiple narratives around migration and immigration, as well as address the history of Brooklyn as a site of settler colonization. The woven message &ldquo;Stories Tell Of Loss Each New Land Allows New Dreams&rdquo; acknowledges the Indigenous population that lived in Brooklyn and how that history exists alongside the story of early Brooklyn migration and the stories of the current immigrant populations in the borough.<\/p>\r\n\r\n<p>Part of Brooklyn Arts Council's Nou La--We Reach! program, supported by the Lincoln Center Cultural Innovation Fund, which is generously supported by the Rockefeller Foundation and administered by Lincoln Center. This project is presented with the <a href=\"https:\/\/wyckoffmuseum.org\/\">Wyckoff House Museum<\/a>.<\/p>","borough":"B","show_large_image":"1","lat":"40.644794","lng":"-73.920121","active":"1"},{"name":"River Rising\/Sube el Rio: An Exposition of Science, Art and Technology","artist":"Various artists","from_date":"2018-06-30","to_date":"2019-06-29","location":null,"description":"&ldquo;River Rising\/Sube el Rio: An Exposition of Science, Art and Technology&rdquo; in Starlight Park consists of eight sculptures by 15 artists informed by the 1918 Bronx International Exposition of Science, Arts and Industries, which took place on this same site 100 years ago. This is the first major public art exhibition to be located in Starlight Park, a newly renovated park bound by the Bronx River and Sheridan Expressway.<div><br><\/div><div>Participating artists include: Infinite Archive Artist Collective (Patrick Perry, Sarah Rowe, and Rachel Sydlowski), River Pulse Artist Collective (Nicolas R. Mariscal, Sarena Rabinowitz, and Cecile Yama) Manuel Acevedo, Nina Edwards Anker, Eduardo Benamor Duarte, Samantha Holmes, Amy Pryor, Moses Ros, Gabriela Salazar, Drew Seskunas, and Caterina Tiazzoldi<p>Produced by the Bronx River Art Center with site curation by KaN Landscape Design.&nbsp;<\/p><\/div>","borough":"X","show_large_image":"1","lat":"40.835417","lng":"-73.880313","active":"1"},{"name":"Picnic","artist":"Tamara Johnson","from_date":"2018-06-24","to_date":"2019-03-20","location":null,"description":"?This sculpture was made specifically&nbsp;for Maria Hernandez Park and the surrounding Bushwick community. The familiar picnic scene symbolizes the gathering, relaxing and sharing we experience with friends and family. This hand-cast concrete picnic serves as a tribute to those symbols, turning a temporary happening into a static monument for participation and contemplation.<p>Picnic is sponsored, in part, by the Greater New York Arts Development Fund of the <a href=\"https:\/\/www1.nyc.gov\/site\/dcla\/index.page\">New York City Department of Cultural Affairs<\/a>, administered by <a href=\"http:\/\/www.brooklynartscouncil.org\/\">Brooklyn Arts Council (BAC).<\/a><\/p>","borough":"B","show_large_image":"1","lat":"40.702258","lng":"-73.924105","active":"1"},{"name":"Hip-Hop for Hope!","artist":"Evan Bishop","from_date":"2018-06-15","to_date":"2019-06-14","location":"Latinos Unidos Garden","description":"<p>As an artist born and raised in the Bronx during the &rsquo;70s and &lsquo;80s, Bishop was heavily influenced by the emergence of the Hip Hop culture. He worked alongside artists from ArTech, a Bronx-based art studio that is supported by AHRC, a family governed organization committed to finding ways for people with intellectual and other developmental disabilities to build full lives. The artists incorporated their artworks alongside the words: PEACE, UNITY, HOPE and LOVE.<\/p>\r\n\r\n<p>This project is part of NYC Parks&nbsp;<a href=\"https:\/\/greenthumb.nycgovparks.org\/\">GreenThumb<\/a>&rsquo;s Art in the Gardens - Shed Murals project, an initiative that provides local artists with the opportunity to collaborate with community gardens as a platform to create and display their art.<\/p>","borough":"X","show_large_image":"1","lat":"40.821525","lng":"-73.914152","active":"1"},{"name":"Come Closer and the View Gets Wider","artist":"Rebecca Manson","from_date":"2018-07-09","to_date":"2019-07-08","location":null,"description":"<p>Thousands of handmade, glazed porcelain parts join together in an eight-foot orb for artist Rebecca Manson&rsquo;s first public installation, <em>Come Closer and the View Gets Wider<\/em>.<\/p>\r\n\r\n<p><em>Come Closer and the View Gets Wider<\/em> is a sphere of tiny porcelain sculptures, each an intimate, bone-like shape, adhered and supported by an elaborate system of aluminum and epoxy. Comprised of innumerable parts which on their own may appear insignificant, the structure celebrates the idea that small things together amount to something impactful; a monument to collective consciousness.<\/p>\r\n\r\n<p>Manson&rsquo;s work stretches the limits of ceramics, challenging preconceived notions regarding fragility. &ldquo;My work uses ceramics as a metaphor for the individual and societal body,&rdquo; says Manson. &ldquo;This sculpture was informed by the process of working with clay, a nature that wants to collapse. For me, ceramics is tied to personal resilience and rebuilding in the face of adversity.&rdquo;<\/p>","borough":"M","show_large_image":"1","lat":"40.720188","lng":"-74.005532","active":"1"},{"name":"I am Here@Thomas Jefferson Park, 113 Street and 1st Ave, Manhattan, NY","artist":"Harumi Ori","from_date":"2018-07-10","to_date":"2019-07-09","location":null,"description":"<p>Harumi Ori folds and sews orange industrial mesh, a sacred color in Japan, to create three dimensional snapshots.&nbsp;Using photographs she took of parkgoers as inspiration, she has created a vibrant 30 foot portrait of the park out of mesh. Her layered folds convincingly render the shape and volume of people and their surroundings. The installation both documents and celebrates the surrounding community&rsquo;s diversity.<\/p>\r\n\r\n<p>This exhibition was made possible by the&nbsp;<a href=\"https:\/\/www.nycgovparks.org\/art-and-antiquities\/resources-for-artists\/art-in-the-parks-uniqlo-park-expressions-grant\">Art in the Parks: UNIQLO Park Expressions Grant<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.793187","lng":"-73.934775","active":"1"},{"name":"Sitting Together","artist":"Dionisio Cortes Ortega","from_date":"2018-07-02","to_date":"2019-07-01","location":null,"description":"<p>Inspired by the neighboring Bronx Supreme Courthouse, <em>Sitting Together<\/em> critiques the established proceedings of courtroom cases. The sculptures places the plaintiff and defendant within modified witness stands to encourage empathy and understanding, and redefine how we think of conflict resolution. Color and seating direction in each sculpture address the severity of the conflicts.<\/p>\r\n\r\n<p>This exhibition was made possible by the&nbsp;<a href=\"https:\/\/www.nycgovparks.org\/art-and-antiquities\/resources-for-artists\/art-in-the-parks-uniqlo-park-expressions-grant\">Art in the Parks: UNIQLO Park Expressions Grant<\/a>.<\/p>","borough":"X","show_large_image":"1","lat":"40.827614","lng":"-73.923135","active":"1"},{"name":"Islands of the Unisphere","artist":"Zaq Landsberg","from_date":"2018-06-11","to_date":"2019-06-10","location":null,"description":"<p>Zaq Landsberg recreated several of the famed Unisphere&rsquo;s islands from various continents at scale and placed them together to form a global archipelago. The collection of islands act as seating, stages, and meeting places, and reflects the diversity Queens. These continents, figuratively stitched together, are recognizable by their shapes, but will have neither labels nor borders.<\/p>\r\n\r\n<p>This exhibition was made possible by the&nbsp;<a href=\"https:\/\/www.nycgovparks.org\/art-and-antiquities\/resources-for-artists\/art-in-the-parks-uniqlo-park-expressions-grant\">Art in the Parks: UNIQLO Park Expressions Grant<\/a>.<\/p>","borough":"Q","show_large_image":"1","lat":"40.746849","lng":"-73.845636","active":"1"},{"name":"East New York: We Walk in a Field of Dreams","artist":null,"from_date":"2018-06-22","to_date":"2019-06-21","location":"Success Garden","description":"<p>As part of an inaugural collaboration to integrate the arts into civic life called CivLabs, Arts East New York and the New York City Department of City Planning (Brooklyn) have teamed up to activate Success Garden on Livonia Avenue in East New York. Artists Walis Johnson and Paul Sue Pat collaborate to create <em>East New York: We Walk in a Field of Dreams<\/em>, a socially engaged multi-media art installation that incorporates community oral histories, a labyrinth walk and sculptural creations. It explores the past and future of East New York, a predominantly African-American and Puerto Rican middle and working class neighborhood in Brooklyn long neglected by the city, now on the verge of enormous change as a result of city rezoning. It considers neighborhood history, hopes and dreams and the persistence of residents and institutions who have served as community place-keepers and healers in spite of many obstacles.<\/p>\r\n\r\n\r\n<p>Working sustainably with materials already present in the garden the artists create an interactive sculptural &ldquo;shrine&rdquo; that incorporates East New York oral history recordings by Sarita Daftary-Steel from her East New York Oral History Project of the neighborhood&rsquo;s vibrant immigrant past, the destructive practices of redlining, block-busting, and economic exclusion. The shrine becomes a place for reflection in preparation to walk the Red Line Labyrinth using thematic prompts to focus the mind and heart in meditation. Created from old shoes, The Labyrinth, poetically embodies footsteps of a resilient people who have come, gone or still reside in East New York. As people emerge from the Labyrinth, they enter into a new space, a field of tall grasses and flowers that speak of hope and with luck, a brighter future. Participant reflections are collected and displayed in the garden rain shed.<\/p>","borough":"B","show_large_image":"1","lat":"40.664537","lng":"-73.897472","active":"1"},{"name":"I&rsquo;m So Happy You&rsquo;re Here","artist":"Cara Lynch","from_date":"2018-07-18","to_date":"2019-07-19","location":null,"description":"<p>Cara Lynch explores the tension between high and low, and private and public space in <em>I&rsquo;m So Happy You&rsquo;re Here<\/em>. Its patterns reference traditional parquet flooring, typically found in homes of the wealthy as a symbol of status and importance. By recontextualizing these patterns in a public mural, the work challenges notions of value and accessibility, as well as destination and origin.<\/p>\r\n\r\n<p>This exhibition was made possible by the&nbsp;<a href=\"https:\/\/www.nycgovparks.org\/art-and-antiquities\/resources-for-artists\/art-in-the-parks-uniqlo-park-expressions-grant\">Art in the Parks: UNIQLO Park Expressions Grant<\/a>.<\/p>","borough":"X","show_large_image":"1","lat":"40.8333","lng":"-73.862589","active":"1"},{"name":"Mariposas Lamps","artist":"Lina Montoya","from_date":"2018-07-19","to_date":"2019-07-18","location":null,"description":"<p>Inspired by Gabriel Garc&iacute;a M&aacute;rquez&rsquo;s Cien A&ntilde;os de Soledad, Montoya&rsquo;s illuminated sculptures redefine the monarch butterfly as an icon of migration and freedom. This work is part of the series La Isla Bonita, a beautification project that seeks to transform public spaces through public art and community engagement.<\/p>","borough":"R","show_large_image":"1","lat":"40.638183","lng":"-74.117889","active":"1"},{"name":"Talking Tubes","artist":"DB Lampman","from_date":"2018-07-14","to_date":"2019-07-13","location":null,"description":"<p><em>Talking Tubes<\/em> by DB Lampman at the Barrett Triangle is a composition of colorful PVC tubes that can be played to create percussive sounds.<\/p>\r\n\r\n<p>Sonic Gates is created by artist Volker Goetze. The public art project is an initiative of Future Culture, launched by Staten Island Arts and the Design Trust for Public Space to foster community connections and shape a vision for culture on the North Shore of Staten Island.<\/p>","borough":"R","show_large_image":"1","lat":"40.641682","lng":"-74.075897","active":"1"},{"name":"Ballena & Vallenato (Whale and Calf)","artist":"Lina Montoya","from_date":"2018-07-14","to_date":"2019-07-13","location":null,"description":"<p><em>Ballena &amp; Vallenato (Whale and Calf)<\/em>, by Lina Montoya in partnership with 100 Gates Project is a colorful mural on the bus shelter at Barrett Triangle that depicts the endangered Right Whale and her calf.<\/p>\r\n\r\n<p>Sonic Gates is created by artist Volker Goetze. The public art project is an initiative of Future Culture, launched by Staten Island Arts and the Design Trust for Public Space to foster community connections and shape a vision for culture on the North Shore of Staten Island.<\/p>","borough":"R","show_large_image":"1","lat":"40.641682","lng":"-74.075897","active":"1"},{"name":"DNA (Dynamic Nature Art)","artist":"DB Lampman","from_date":"2018-07-14","to_date":"2019-07-13","location":null,"description":"<p><em>DNA (Dynamic Nature Art) <\/em>by DB Lampman in Tappen Park is a helix of wind chimes assembled by students from PS 78 floating above the heads of its viewers.<\/p>\r\n\r\n<p>Sonic Gates is created by artist Volker Goetze. The public art project is an initiative of Future Culture, launched by Staten Island Arts and the Design Trust for Public Space to foster community connections and shape a vision for culture on the North Shore of Staten Island.<\/p>","borough":"R","show_large_image":"1","lat":"40.626968","lng":"-74.076414","active":"1"},{"name":"Drum Totem","artist":"Alassane Drabo","from_date":"2018-07-14","to_date":"2019-07-13","location":null,"description":"<p><em>Drum Totem<\/em>, by Alassane Drabo, in Tompkinsville Park is a structure of oil drums accented with found driftwood and skinned drums that can be played to form a drum circle.<\/p>\r\n\r\n<p>Sonic Gates is created by artist Volker Goetze. The public art project is an initiative of Future Culture, launched by Staten Island Arts and the Design Trust for Public Space to foster community connections and shape a vision for culture on the North Shore of Staten Island.<\/p>","borough":"R","show_large_image":"1","lat":"40.637264","lng":"-74.076401","active":"1"},{"name":"Dolphins del Fin","artist":"Lina Montoya","from_date":"2018-07-14","to_date":"2019-07-13","location":"Bay Street Median (at Clinton Street)","description":"<p><em>Dolphins del Fin<\/em> by Lina Montoya on a Bay Street median is a series of dolphin and wave shaped sculptures built from recycled bottle caps that will rattle with the wind.<\/p>\r\n\r\n<p>Sonic Gates is created by artist Volker Goetze. The public art project is an initiative of Future Culture, launched by Staten Island Arts and the Design Trust for Public Space to foster community connections and shape a vision for culture on the North Shore of Staten Island.<\/p>","borough":"R","show_large_image":"1","lat":"40.631825","lng":"-74.076035","active":"1"},{"name":"Float, Float, Float On","artist":"Arthur Simms","from_date":"2018-07-14","to_date":"2019-07-13","location":"Stapleton Esplanade at Water Street","description":"<p><em>Float, Float, Float On<\/em> by Arthur Simms, in the harbor off the Stapleton Esplanade, is a floating sculpture collaged with nautical buoys and bells that will create chords as waves splash through and around it.<\/p>\r\n\r\n<p>Sonic Gates is created by artist Volker Goetze. The public art project is an initiative of Future Culture, launched by Staten Island Arts and the Design Trust for Public Space to foster community connections and shape a vision for culture on the North Shore of Staten Island.<\/p>","borough":"R","show_large_image":"1","lat":"40.627346","lng":"-74.072531","active":"1"},{"name":"Absent Monuments","artist":"Rose DeSiano","from_date":"2019-07-01","to_date":"2019-06-30","location":null,"description":"<em>Absent Monuments<\/em> consists of several mirrored obelisks. The viewer&rsquo;s mirrored reflection both celebrates them and subtly brings them into Jamaica, Queens&rsquo; complex history of colonization, war, abolitionism, immigration and rural urbanization. The obelisks&rsquo; stone plinths feature blue and white Dutch Delft photographic tiles that display the history of Rufus King Park and are surrounded by floral tiles inspired by Native American pattern work. Through these motifs, the obelisks honor the complex history of the Native American people, while also acknowledging the various periods of cultural displacements that have occurred in Queens.","borough":"Q","show_large_image":"1","lat":"40.702802","lng":"-73.802751","active":"1"},{"name":"Stick Stump & The Lawn Lumps","artist":"Adam Frezza & Terri Chiao","from_date":"2018-07-30","to_date":"2019-07-29","location":null,"description":"<em>Stick Stump &amp; The Lawn Lumps<\/em>, a grouping of five unique sculptures, create a playful forum for reading, recreation, performance, and public interaction. Like hopping along a series of rocks in the landscape or finding that perfectly shaped stone to rest and take a seat, Frezza and Chiao aim for the works to invite viewers to engage with the art as they might engage with nature.<p><\/p><p>This exhibition was made possible by the&nbsp;<a href=\"https:\/\/www.nycgovparks.org\/art-and-antiquities\/resources-for-artists\/art-in-the-parks-uniqlo-park-expressions-grant\">Art in the Parks: UNIQLO Park Expressions Grant<\/a>.<\/p>","borough":"R","show_large_image":"1","lat":"40.626824","lng":"-74.076972","active":"1"},{"name":"Peppermint in Pieces, Park Delight, and The Park Fence Project","artist":"RPGA Studio","from_date":"2018-08-10","to_date":"2019-08-09","location":null,"description":"<p>RPGA Studio, Inc. uses art as a tool to promote healthy lifestyles and engage the surrounding community of Captain Tilly Park. RPGA worked with parkgoers, including students from Ideal Montessori School and MS 358, to design this multi-component, parkwide exhibition. In addition flowers and umbrellas along the park&rsquo;s entryway on Highland Avenue, visitors will find creative signage that encourages positive park usage and maintenance, as well as local flora and fauna. When surveyed what would encourage more people to visit the park, children frequently requested a dog&mdash;RPGA happily obliged placing a sculpture of Peppermint the pup on the park&rsquo;s south end to greet people.&nbsp;<\/p><p>Art in the Parks: Active Open Space is a partnership between the NYC Parks and the New York City Department of Health and Mental Hygiene, in collaboration with the Fund for Public Health in NYC and the Centers for Disease Control and Prevention, to activate park space with health-inspired art installations that promote physical activity and strengthen community connections. Funding for this project was made possible by the Centers for Disease Control and Prevention.&nbsp;<\/p>","borough":"Q","show_large_image":"1","lat":"40.710785","lng":"-73.798521","active":"1"},{"name":"Present Histories: An East Harlem Photo Album","artist":"Kathleen Granados","from_date":"2018-08-11","to_date":"2019-08-10","location":null,"description":"<p><em>Present Histories: An East Harlem Photo Album <\/em>is located in an&nbsp;invaluable community park and neighborhood, now facing increased gentrification. The installation highlights historic moments and contemporary culture with photographs that the artist collected from various residents, community organizations, institutions, and NYC Parks&rsquo; photo archive. Granados digitally scanned the photographs and transformed them into laser etchings on colorful Plexiglas that are interwoven into the grid of the park&rsquo;s trellis. Park visitors become part of the artistic narrative as they look into additional mirrored tiles, viewing both the moments depicted and their own reflection. New images will be added to the trellis throughout the year.<\/p><p>This exhibition is presented by the Marcus Garvey Park Alliance.<\/p>\r\n\r\n<p>Art in the Parks: Active Open Space is a partnership between NYC Parks and the New York City Department of Health and Mental Hygiene, in collaboration with the Fund for Public Health in NYC and the Centers for Disease Control and Prevention, to activate park space with health-inspired art installations that promote physical activity and strengthen community connections. Funding for this project was made possible by the Centers for Disease Control and Prevention.<\/p>","borough":"M","show_large_image":"1","lat":"40.800956","lng":"-73.938807","active":"1"},{"name":"Migrations","artist":"Jessie Novik","from_date":"2018-08-09","to_date":"2019-09-08","location":null,"description":"<p><em>Migrations<\/em> spans the retaining walls that line the central walkway of Jacob H. Schiff Playground in Hamilton Heights. As part of the Audubon Mural Project, this mural raises awareness about birds that are impacted by climate change &ndash; in particular, the following four threatened species: Bank Swallow,&nbsp; Common Redpoll, Northern Shoveler, and the White-faced Ibis.<\/p><p><em>Migrations<\/em> was completed through a rich collaboration among volunteers of the Jacob H. Schiff Playground Neighborhood Association; Paid Youth Apprentices and Teaching Artist Jessie Novik with Creative Art Works; and The Audubon Mural Project\/Gitler&amp; Art Gallery.<\/p>","borough":"M","show_large_image":"1","lat":"40.820447","lng":"-73.95193","active":"1"},{"name":"US Open Art Courts x Chase","artist":"Sandro \"Sen2\" Figueroa and James \"SEXER\"\u009d Rodriguez x Chase","from_date":"2018-09-18","to_date":"2019-09-17","location":null,"description":"<p>The USTA, in partnership with NYC Parks, commissioned Figueroa and Rodriguez to turn the Highland Park Tennis Courts into their canvas. A block of eight 36-foot courts, designed for youth to learn and play, are part of Art Courts, an extension of the USTA and Chase&rsquo;s Return the Serve program.<\/p>\r\n\r\n<p>&ldquo;Sen2,&rdquo; whose original name is Sandro Figueroa Garcia, is a Puerto Rican self-taught graffiti writer and artist. Since 2001, his artwork has been on display around the globe, exhibiting in numerous solo and group shows in America and Europe. James &ldquo;SEXER&rdquo; Rodriguez, has managed to make art his life&rsquo;s work. Born in Puerto Rico and raised in the South Bronx, he began dabbling in cartoons as a youngster, but by the age of ten he was exhibiting his work at Gimbel&rsquo;s Department Store in Herald Square.&nbsp;<\/p>","borough":"B","show_large_image":"1","lat":"40.684284","lng":"-73.887026","active":"1"},{"name":"Adorn Me","artist":"Tanda Francis","from_date":"2018-08-17","to_date":"2019-08-16","location":null,"description":"<p>Tanda Francis&rsquo; work examines the African presence in public space as a powerful force of beauty and cultural relevance. Inspired by African sculptural tradition, including Ife portraiture, Francis also incorporates Victorian and colonial ornamentation into her work. Adorn Me addresses the underrepresentation of this demographic in public artworks, and provide a healing message during a time of heated debate over monuments erected as symbols of oppression and control.<\/p><p>This exhibition was made possible by the&nbsp;<a href=\"https:\/\/www.nycgovparks.org\/art-and-antiquities\/resources-for-artists\/art-in-the-parks-uniqlo-park-expressions-grant\">Art in the Parks: UNIQLO Park Expressions Grant<\/a>.<\/p>","borough":"B","show_large_image":"1","lat":"40.693198","lng":"-73.973962","active":"1"},{"name":"Community Heroes","artist":"Jasmin Chang and Trellis","from_date":"2018-08-28","to_date":"2019-07-31","location":null,"description":"<em>Community Heroes<\/em> aims to bring together residents in the neighborhoods of Fort Greene, Clinton Hill, and Farragut, and celebrate those who empower and nourish these neighborhoods. Twenty individuals were selected as representatives of the community, or heroes, from a pool of over 140 nominations collected during a seven-month outreach process. Each park will exhibit 10 portraits printed in large banners and shot by local photographers. <em>Community Heroes <\/em>seeks to tell the stories of the neighborhoods&rsquo; unsung heroes through the collaboration of newer residents and long-time residents, often people of color whose families have lived in the community for generations. Community Heroes continues to collect nominations for heroes and seeks photographers to take their portraits. Twenty more portraits will rotate into the exhibition until its final month. Please note the exhibition will be temporary.&nbsp;","borough":"B","show_large_image":"1","lat":"40.697488","lng":"-73.978673","active":"1"},{"name":"Community Heroes","artist":"Jasmin Chang and Trellis","from_date":"2018-08-18","to_date":"2019-07-31","location":null,"description":"<p><em>Community Heroes<\/em> aims to bring together residents in the neighborhoods of Fort Greene, Clinton Hill, and Farragut, and celebrate those who empower and nourish these neighborhoods. Twenty individuals were selected as representatives of the community, or heroes, from a pool of over 140 nominations collected during a seven-month outreach process. Each park will exhibit 10 portraits printed in large banners and shot by local photographers. <em>Community Heroes<\/em> seeks to tell the stories of the neighborhoods&rsquo; unsung heroes through the collaboration of newer residents and long-time residents, often people of color whose families have lived in the community for generations. Community Heroes continues to collect nominations for heroes and seeks photographers to take their portraits. Twenty more portraits will rotate into the exhibition until its final month.<\/p>","borough":"B","show_large_image":"1","lat":"40.691053","lng":"-73.977305","active":"1"},{"name":"The Wall","artist":"Griselda San Martin","from_date":"2018-08-21","to_date":"2019-01-31","location":null,"description":"A large scale photographic public art exhibition at the foot of the Brooklyn Bridge pedestrian entrance, The Wall is a series of photographic banners that display photographer&nbsp;Griselda San Martin's powerful project about the wall that divides the United States and Mexico. At the juncture of San Diego, California and Tijuana, Mexico, the border wall&rsquo;s rusting steel bars plunge into the sand, extending 300 feet into the Pacific Ocean, and cast a long and conflicting shadow. The images on the banners were captured in Friendship Park, a stretch of the U.S.-Mexico border where families meet to share intimate moments through the metal fence that separates them.<p>Physical borders create symbolic boundaries that reinforce the rhetoric of &ldquo;us versus them&rdquo; and become enduring, permanent features of the geopolitical landscape that send a forceful message of exclusion. By calling attention to the human interactions at Friendship Park, Griselda San Martin attempts to neutralize what this wall was built to create: separation.<\/p>\r\n\r\n<p>This exhibition is presented by&nbsp;<a href=\"http:\/\/www.unitedphotoindustries.com\/\">United Photo Industries<\/a>&nbsp;&nbsp;and the&nbsp;<a href=\"http:\/\/dumbo.is\/\">DUMBO BID<\/a>&nbsp;.<\/p>","borough":"B","show_large_image":"1","lat":"40.701041","lng":"-73.989707","active":"1"},{"name":"Pond","artist":"Lady K Fever","from_date":"2018-07-15","to_date":"2019-07-14","location":null,"description":"?Lady K Fever&rsquo;s mural creates the impression of a lush pond in the middle of the playground spray shower. The formerly worn utility now hosts vibrant images of plant life, turtles, and a spritely seal.<p>This exhibition is presented by the Friends of Mosholu Parkland.<\/p>","borough":"B","show_large_image":"1","lat":"40.872234","lng":"-73.882847","active":"1"},{"name":"Viewfinding","artist":"Sarah E. Brook","from_date":"2018-09-04","to_date":"2019-08-22","location":null,"description":"<p><em>Viewfinding<\/em> is a public art installation and queer poetry collaboration by New York-based artist Sarah E. Brook in Riverside Park South. It is a dimensional painting, interactive light sculpture, and a haven for private reflection. Brook&rsquo;s sculptures and installations utilize translucency, layering, color gradients and architectural references to investigate the relationship between expansive external and internal (psychic) space, exploring how vastness can dismantle limiting narratives of being. <em>Viewfinding<\/em> consists of five wooden trapezoidal components, installed one behind the next and connected by a meandering bench that mimics the river nearby and interacts with the sun setting over the Hudson River. Strips of cast acrylic are fixed within each trapezoid, painted in gradations of color that progress from rich blue to fiery pink, referencing the color progression of a sky at sunset. On the bench are a series of 26 acrylic panels engraved with short works by queer poets&mdash;selected through an open call--on the theme of transformation and self-actualization.&nbsp; Visible to viewers who engage closely with the work, the text will provide rich and varied entry points into the piece.<\/p>\r\n\r\n<p>Contributing poets range from not-yet-published students to Lambda Literary Award winners (all poet bios on the <a href=\"http:\/\/www.viewfindingpoets.wordpress.com\">project website<\/a>).<\/p>","borough":"M","show_large_image":"1","lat":"40.777352","lng":"-73.990939","active":"1"},{"name":"Color Columns","artist":"Bennett Lieberman","from_date":"2018-09-06","to_date":"2019-03-24","location":null,"description":"Placed near the park&rsquo;s northwest entrance to the park, three &ldquo;color columns&rdquo; create fortuitous interactions among themselves, and harmonize with the green foliage and grey slate pathways of the park. Texts inscribed on the colorful prism facets riff on the poetic and lucid state of mind produced by epicyclic movement from one season into another. The prism facets are inspired by the luminous arrays of elegantly designed paint chips found in local hardware emporia and home furnishing mega-stores alike. When paired with their given names, these color groups present perfect opportunities to develop brief narratives or small poems that draw us deeper into the experience of color. The chromatic fields, especially in large format, add a physical dimension, like song lyrics, to the experience of language.","borough":"B","show_large_image":"1","lat":"40.671013","lng":"-73.962148","active":"1"},{"name":"Baby Park 2050","artist":"Creative Art Works","from_date":"2018-09-15","to_date":"2019-09-14","location":"Queensbridge \"Baby\" Park (12th Street and 41st Road)","description":"?This mural is part of the Long Island City Partnership&rsquo;s &ldquo;Community Arts Connection,&rdquo; an arts-based strategy to better connect all areas of Long Island City to enhance cultural vitality.&nbsp; Youth residents of Queensbridge Houses and the Jacob Riis Neighborhood Settlement created this community art mural, which was inspired by responses to a survey of Queensbridge residents. The mural installation was led by artist Michael Mitchell and Creative Art Works, an organization that empowers young people through arts programming.<p>The mural is presented by the Long Island City Partnership, Jacob Riis Neighborhood Settlement at Queensbridge Houses, and Creative Art Works.&nbsp;<\/p>","borough":"Q","show_large_image":"1","lat":"40.753406","lng":"-73.9459","active":"1"},{"name":"Moving and Living: BMS Art in the Park at Betsy Head","artist":"Chessica Rose, Sandrine Saint Louis, Tarik Lewis","from_date":"2018-09-20","to_date":"2019-09-19","location":null,"description":"<p>Over twenty vinyl banners hang around the perimeter of Betsy Head Park encouraging park visitors to participate in healthy lifestyles. &nbsp;Designs by local artists, as well as artworks from BMS at AFROPUNK and BMS Community Painting Activities in Brownsville promote activities like cycling and yoga, as well as mental healthcare.<\/p>\r\n\r\n<p>Funding for this project was made possible by the Centers for Disease Control and Prevention, as part of an initiative to create health-inspired public art installations that encourage park use and strengthen community connections.<\/p>\r\n\r\n<p>This exhibition is part of Art in the Parks: Active Open Space presented by&nbsp;BMS Family Health and Wellness Centers, with the Department for Health and Mental Hygiene, the Fund for Public Health, and the Centers for Disease Control and Prevention.<\/p>","borough":"B","show_large_image":"1","lat":"40.663536","lng":"-73.912392","active":"1"},{"name":"Full Steam Ahead","artist":"Arlene Shechet","from_date":"2018-09-25","to_date":"2019-04-28","location":null,"description":"<p>For&nbsp;Full Steam Ahead, Arlene Shechet reconfigures the Park&rsquo;s emptied circular reflecting pool with a series of sculptures, designing the space as an outdoor room or what Shechet calls &ldquo;a manufactured version of nature.&rdquo; Her installation straddles function and art by including seating for conversation, fostering interaction within the Park&rsquo;s teeming urban site. Initially inspired by memories of the sunken living room in her grandparents&rsquo; apartment, she encourages visitors to step into the reflecting pool to linger and reflect.<\/p>\r\n\r\n<p>Along the pathways and perimeter of the reflecting pool, Shechet has chosen to realize human-scale sculpture to relate to the physical presence of traversing visitors, utilizing forms that reflect her interest in historical decorative arts and are suggestive of flora and fauna: the&nbsp;outsized remnants of a lion&rsquo;s head and paw; remains of a bird&rsquo;s colossal feather displayed high on a pedestal as an ominous trophy; and tree-like sculptures and branches in cast iron. As visitors walk around the installation, they will discern&nbsp;deliberate contradiction in Shechet&rsquo;s work: figuration and abstraction, humor and narrative, mass and immateriality, innovation and extinction.<\/p>\r\n\r\n<p>This exhibition is presented by&nbsp;<a href=\"https:\/\/www.madisonsquarepark.org\/mad-sq-art\/arlene-shechet-full-steam-ahead\">Madison Square Park Conservancy<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.742603","lng":"-73.987774","active":"1"},{"name":"Harbor Block","artist":"James Merlis","from_date":"2018-09-01","to_date":"2019-08-31","location":null,"description":"At Mariner&rsquo;s Harbor Playground the sense of community has been rebuilt around family activities and youth recreation. For residents, this park has been a safe haven, meeting ground, sports complex, clubhouse, and as a place of neighborhood regeneration. Harbor Block celebrates the area&rsquo;s unified efforts to enliven this park, and its excitement for the future.<p>This project is presented by Friends of Mariners Harbor Parks<\/p>","borough":"R","show_large_image":"1","lat":"40.636561","lng":"-74.160688","active":"1"},{"name":"Art in Concrete Plant Park","artist":"Sohhee Oh, Lovie Pignata, and Moses Ros","from_date":"2018-09-28","to_date":"2019-09-27","location":null,"description":"Artists Sohhee Oh, Lovie Pignata, and Moses Ros have installed public artworks along the length of Concrete Plant Park. <i>The Communal Bench<\/i> by Sohhee Oh is an uncommonly long bench made out of painted concrete blocks with images of native plants from the <a href=\"http:\/\/bronxriver.org\/?pg=content&amp;p=aboutus&amp;m1=1&amp;m2=4&amp;m3=134\">Foodway<\/a>&mdash;materials that unify the conflicting history of the site. Pignata installed three geometric designs created with large, painted concrete pavers.<i> Bronx River Native<\/i> references the borough&rsquo;s original inhabitants, the Mohegan, as well as its current residents. Ros&rsquo; <i>Paradise Trail<\/i> uses a series colorful flags to guide the public between the entrances at Westchester Avenue and Bruckner Boulevard. The flag designs were created with input from the community and celebrate the river, the Foodway, and the community&rsquo;s heritage.<p>Funding for this project was made possible by the Centers for Disease Control and Prevention, as part of an initiative to create health-inspired public art installations that encourage park use and strengthen community connections.<\/p>\r\n\r\n<p>This exhibition is part of Art in the Parks: Active Open Space presented by the Bronx River Alliance, with the Department for Health and Mental Hygiene, the Fund for Public Health, and the Centers for Disease Control and Prevention.<\/p>","borough":"X","show_large_image":"1","lat":"40.824977","lng":"-73.885263","active":"1"},{"name":"Rep Your Flag","artist":"Andre Trenier","from_date":"2018-09-20","to_date":"2019-09-19","location":null,"description":"<p>Lifelong Bronx resident Andre Trenier presents &ldquo;Rep Your Flag&rdquo;&mdash;an homage to the immigrant communities that give the Bronx its strength.&nbsp; The 16 included flags were determined directly from community feedback: Angola, Antigua and Barbuda, Barbados, Cuba, Dominican Republic, Ecuador, Ghana, Guinea, Haiti, Honduras, Italy, Jamaica, Mexico, Pan-African, Puerto Rico, and Trinidad and Tobago<\/p>\r\n\r\n<p>This exhibition is presented by the ArtBridge.<\/p>\r\n\r\n<p>Art in the Parks: Active Open Space is a partnership between NYC Parks and the New York City Department of Health and Mental Hygiene, in collaboration with the Fund for Public Health in NYC and the Centers for Disease Control and Prevention, to activate park space with health-inspired art installations that promote physical activity and strengthen community connections. Funding for this project was made possible by the Centers for Disease Control and Prevention.<\/p>","borough":"X","show_large_image":"1","lat":"40.844654","lng":"-73.915413","active":"1"},{"name":"The Lake Project 62 (detail)","artist":"David Maisel","from_date":"2018-10-07","to_date":"2019-03-10","location":null,"description":"<p>David Maisel&rsquo;s Billboard,&nbsp;<em>The Lake Project 62 (detail),&nbsp;<\/em>is cropped from a photograph within a series of aerial images of a California lake that traces the changes of human intervention on the site. It&nbsp;expands Socrates&rsquo; imperative to present art that examines land use and environmental sustainability. While its subject, Owens Lake in California, is geographically and ecologically distinct from the Park&rsquo;s own New York City waterfront location, the Billboard acknowledges global trends of water scarcity, air contaminants, and environmental destruction that can be caused by unregulated land-use issues pertinent to the Park. This otherworldly landscape can be a site of reflection for contradictions and our complicity in the face of looming environmental destruction. As the word &lsquo;detail&rsquo; in the title suggests, Owens Lake is only a small element in the larger picture of the planet&rsquo;s degradation.<\/p>\r\n\r\n<p>This exhibition is presented by&nbsp;<a href=\"http:\/\/socratessculpturepark.org\/exhibition\/billboard-maisel\/\">Socrates Sculpture Park<\/a>.<\/p>","borough":"Q","show_large_image":"1","lat":"40.767859","lng":"-73.936234","active":"1"},{"name":"The Socrates Annual","artist":"Various Artists","from_date":"2018-10-07","to_date":"2019-03-10","location":null,"description":"<p>Each year Socrates presents an exhibition of new commissions made by artists awarded the Park&rsquo;s Emerging Artist Fellowship. <em>The Socrates Annual, 2018<\/em>&nbsp;exhibition does not adhere to a specific theme but rather presents the diversity of processes, material approaches, and subjects that comprise the most compelling public art practice today. For the 2018 exhibition, projects range from a decolonial greenhouse to audio-sculptural portraits of Queens hip-hop legends. Approaches vary among community-centered pedagogy and production, material experimentation, and redeployment of historical forms of construction, among others. The 2018 Artist Fellows join the ranks of over 300 artists who have received grants for producing work at Socrates since the Park&rsquo;s first grant in 1995 and the formalization of the Emerging Artist Fellowship in 2000.<\/p>\r\n\r\n<p>Participating artists, whose diverse range of medium include mosaic, cast concrete, glass, and painting, were selected by the Park&rsquo;s 2018 Curatorial Advisors: Connie Choi, Associate Curator, Studio Museum in Harlem, and Alex Fialho, Programs Director, Visual AIDS. The 2018&nbsp;Socrates Annual&nbsp;participating artists are Leilah Babirye, Sherwin Banfield, Amy Brener, Lionel Cruet, Nathaniel Cummings-Lambert, Ronen Gamil, Jesse Harrod, Carlos Jimenez Cahua, Leander Mienardus Knust, Antone Konst, Joiri Minaya, Nicholas Missel, Virginia Lee Montgomery, Nancy Nowacek, and Joe Riley and Audrey Snyder.<\/p>\r\n\r\n<p>This exhibition is presented by&nbsp;<a href=\"http:\/\/socratessculpturepark.org\/exhibition\/the-socrates-annual-2018\/\">Socrates Sculpture Park<\/a>.<\/p>","borough":"Q","show_large_image":"1","lat":"40.768557","lng":"-73.93647","active":"1"},{"name":"Universal Solvent","artist":"Marcos Lutyens","from_date":"2018-10-16","to_date":"2019-03-17","location":null,"description":"Marcos Lutyens&rsquo; sculpture Universal Solvent is a bench sculpture with a smartphone-acquired sound component that takes listeners into the world of water. Located on the plaza platform, the bench is made out of water-jet cut, polished aluminum that mimics the appearance of a calm body of water marked by small ripples created using a contrasting etched surface. Using a QR code posted on a nearby sign, park visitors can access a sound recording that explores myths and realities linked to the world of water, encouraging discussions about water and its importance to life across the planet.&nbsp;","borough":"M","show_large_image":"1","lat":"40.752767","lng":"-73.969779","active":"1"},{"name":"(x) of many children","artist":"Roberto Visani","from_date":"2018-10-06","to_date":"2019-10-05","location":null,"description":"Roberto Visani&rsquo;s piece is inspired by the indigenous figurative sculptures of the Senufo people of West Africa as well as the forced migration and relocation of African people and culture in the Americas. Abstracted with 3D modeling software, the two figures will lean against one another as a symbol of togetherness and support.<div><br><\/div><div>This exhibition was made possible by the&nbsp;<a href=\"https:\/\/www.nycgovparks.org\/art-and-antiquities\/resources-for-artists\/art-in-the-parks-uniqlo-park-expressions-grant\">Art in the Parks: UNIQLO Park Expressions Grant<\/a>.<\/div>","borough":"B","show_large_image":"1","lat":"40.69019","lng":"-73.946045","active":"1"},{"name":"Madsteez x MTN DEW","artist":"MADSTEEZ","from_date":"2018-10-19","to_date":"2019-10-18","location":"West 140th Street and St. Nicholas Avenue","description":"<p>Mark Paul Deren, aka MADSTEEZ is known for his vivid, large-scale, multi-layered paintings, where strange and familiar figures are integrated into abstract landscapes. His artistic approach is influenced by being almost blind in one eye, where he sees only abstractions and lines of colors, most notably reds, purples, and oranges, which appear frequently in his work.<\/p><p>This exhibition is presented by Mountain Dew.&nbsp;<\/p>","borough":"M","show_large_image":"1","lat":"40.820394","lng":"-73.946777","active":"1"},{"name":"Folk Art on the Broadway Malls","artist":"Lincoln Square BID","from_date":"2018-10-15","to_date":"2019-08-30","location":null,"description":"<p><em>Folk Art on the Broadway Malls<\/em>, a new initiative that is part of the Lincoln Square BID&rsquo;s signature and ongoing Streetscape and Beautification program, is a community-based temporary public art project that will beautify the Broadway Malls between 60<sup>th<\/sup> and 70<sup>th<\/sup> streets.<\/p><p>Inspired by textile works from the American Folk Art Museum&rsquo;s (AFAM) permanent collection, the Lincoln Square BID, AFAM and volunteers from New York Cares installed murals using stencils at seven Broadway Malls in the Lincoln Square BID&rsquo;s boundaries, recreating works of art that represent the very best of the neighborhood. Mural locations include: 60<sup>th<\/sup> street (the &ldquo;gateway&rdquo; to the Malls), 63<sup>rd<\/sup> street (both sides), 64<sup>th<\/sup> street (northern side), 67<sup>th<\/sup> street (both sides), and 70<sup>th<\/sup> street (south side, the BID&rsquo;s northern boundary).<\/p>\r\n\r\n<p>This exhibition is presented by the <a href=\"https:\/\/www.lincolnsquarebid.org\/\">Lincoln Square BID<\/a> and the <a href=\"https:\/\/folkartmuseum.org\/\">American Folk Art Museum<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.768982","lng":"-73.982083","active":"1"},{"name":"I Don't Know Why the Caged Bird Sings, Ah me...","artist":"Jose Carlos Casado","from_date":"2018-10-21","to_date":"2019-09-30","location":null,"description":"<p>The title of this new site-specific work is inspired by writer and activist Maya Angelou&rsquo;s groundbreaking 1969 autobiography I Know Why the Caged Bird Sings and reflects the artist&rsquo;s deep respect for the black female experience and the personal connection to Angelou he found while reading her life story. Created out of 150 archival printed aluminum morphed into unique sculptures, no two individual pieces are the same. The sculpture becomes interactive when another dimension is revealed with an augmented reality app, which can be called up using a QR code posted on nearby signage.<\/p><p>This exhibition is presented by the&nbsp;<a href=\"https:\/\/marcusgarveyparkalliance.org\/\">Marcus Garvey Park Alliance<\/a>&nbsp;<a href=\"https:\/\/marcusgarveyparkalliance.org\/arts-and-culture\/public-art-initiative\/\">Public Art Initiative<\/a> with funding from the <a href=\"https:\/\/www.umez.org\/\">Upper Manhattan Empowerment Zone Development Corporation<\/a> and administered by <a href=\"https:\/\/lmcc.net\/\">Lower Manhattan Cultural Council<\/a>. Additional funding provided by the <a href=\"https:\/\/esd.ny.gov\/harlem-community-development-corporation\">Harlem Community Development Corporation<\/a>, <a href=\"http:\/\/socratessculpturepark.org\/\">Socrates Sculpture Park<\/a>, and Council Member Bill Perkins. Additional support provided by <a href=\"http:\/\/www.nyc.gov\/html\/dcla\/mfta\/html\/home\/home.shtml\">Materials for the Arts<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.804541","lng":"-73.942459","active":"1"},{"name":"Peaceful Perch","artist":"Kim Dacres & Daniel A. Matthews","from_date":"2018-10-21","to_date":"2019-09-30","location":null,"description":"<p><em>Peaceful Perch<\/em> is a figurative bust-like sculpture: resonating as female, sitting elevated as an honored monument of watchfulness. The sculpture embodies the ubiquitous presence of race and the female form celebrating women of color, their unique features and hair: reflected within the neighborhoods of Harlem. Kim Dacres utilizes recycled motorcycle tires, layering them to reinterpret the features and hair of a woman, reimagined and accented with gold paint and enamel. By collaborating with artist Daniel Matthews, Dacres elevates the bust so that she sits as an honored monument of watchfulness.<\/p><p>This exhibition is presented by the&nbsp;<a href=\"https:\/\/marcusgarveyparkalliance.org\/\">Marcus Garvey Park Alliance<\/a>&nbsp;<a href=\"https:\/\/marcusgarveyparkalliance.org\/arts-and-culture\/public-art-initiative\/\">Public Art Initiative<\/a>. Additional funding provided by the <a href=\"https:\/\/esd.ny.gov\/harlem-community-development-corporation\">Harlem Community Development Corporation<\/a>, <a href=\"http:\/\/www.manhattanswab.org\/reuse-and-repair-grant\/\">SWAB Reuse and Repair<\/a> administered by <a href=\"http:\/\/www.citizensnyc.org\/\">Citizens Committee for New York City<\/a>. Rubber materials were donated by Harlem Bolt Bike Shop.<\/p>","borough":"M","show_large_image":"1","lat":"40.803531","lng":"-73.944671","active":"1"},{"name":"What We Carry","artist":"Yvonne Shortt, Joel Esquite & Mayuko Fujino, with the Jackson Heights Community","from_date":"2019-10-25","to_date":"2019-06-30","location":null,"description":"<em>What We Carry<\/em> celebrates immigrants through a two-part installation. The first element, an aluminum sculpture of a silhouetted woman, is adorned with cut-out designs illustrating the journey of those who come by plane, water, and land. She holds a bowl that symbolizes what binds all of us: our family and our community. A series of flower sculptures representing the love and beauty that spring forth from us into our community comprises the second part of the installation. The flowers were co-created by the community members at the collaborative workshops, then fabricated in wood and hung around the iron fence, which traditionally sets boundaries but here communicates a sense of togetherness and collaboration.<p>This project is part of <a href=\"https:\/\/www.queenscouncilarts.org\/\">Queens Council on the Arts'<\/a> public art program titled, <a href=\"https:\/\/www.queenscouncilarts.org\/artsite\/\">ArtSite<\/a>, supported by the Queens Council on the Arts with funds from <a href=\"https:\/\/regionalcouncils.ny.gov\/\">NYS Regional Economic Development Council<\/a> in partnership with the <a href=\"https:\/\/www.arts.ny.gov\/\">New York State Council on the Arts<\/a>, with additional support from the <a href=\"https:\/\/www1.nyc.gov\/site\/dcla\/index.page\">New York City Department of Cultural Affairs<\/a>.<\/p>","borough":"Q","show_large_image":"1","lat":"40.746324","lng":"-73.883612","active":"1"},{"name":"Healing On Fertile Ground","artist":"Omari Maynard and Shamony Gibson","from_date":"2018-10-22","to_date":"2019-08-31","location":null,"description":"<p><em>Healing on Fertile Ground<\/em> is a multi-component public art exhibition. Paintings by community members are installed along Schenck Street, and depict different cultures uniting under the landmark arches of the Canarsie Pier. The existing planter boxes were painted, and a mural of a Native American headdress was placed in the gazebo to represent the indigenous people of what is now Canarsie. A life-size figurative sculpture made out of tape and polyurethane signifies the hard work the community has invested into rehabilitating this plot of land.<\/p><p>This exhibition is presented by Arfulliving, in partnership with <a href=\"https:\/\/greenthumb.nycgovparks.org\/\">GreenThumb<\/a>, Canarsie Neighborhood Alliance, and Building Healthy Communities, funded through the Fund for Public Health NYC.<\/p>","borough":"B","show_large_image":"1","lat":"40.629807","lng":"-73.888838","active":"1"},{"name":"Opposition Position","artist":"Nick Kozak","from_date":"2018-11-01","to_date":"2019-03-31","location":null,"description":"<p>Nick Kozak&rsquo;s installation <em>Opposition Position<\/em> challenges us to examine our education system and to stage our own educational interactions in this classroom in the park. Here all are welcome to attend free workshops led by local students on the first Saturday of the month through March (rain date on second Saturday). <em>Opposition Position <\/em>is one of two artworks presented as part of the exhibition <em>Persuasive Visions<\/em>. Inspired by W. E. B. Du Bois&rsquo;s conviction that propaganda through the arts can create social change, Persuasive Visions presents the work of two local artists, Gina Goico and Nick Kozak who respond to today&rsquo;s constant deluge of (mis)information.<em> Persuasive Visions<\/em> was curated by Stephanie A. Lindquist.<\/p>\r\n\r\n<p>This exhibition is presented by the&nbsp;<a href=\"http:\/\/www.nomaanyc.org\/\">Northern Manhattan Arts Alliance<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.873128","lng":"-73.919654","active":"1"},{"name":"Sanar (Heal)","artist":"Gina Goico","from_date":"2018-11-01","to_date":"2019-03-31","location":null,"description":"<p>As we are inundated daily with media, Gina Goico reminds us of the power of cleansing ourselves and holding space for our community. In this case, she invited neighbors to reconnect through conversation and collaboration creating traditional Dominican pellizas that read &ldquo;reconocer para sanar&rdquo;\/ &ldquo;recognize to heal&rdquo; in her installation <em>Sanar (Heal).<\/em>&nbsp;<em>Sanar (Heal) <\/em>is one of two artworks presented as part of the exhibition <em>Persuasive Visions<\/em>. Inspired by W. E. B. Du Bois&rsquo;s conviction that propaganda through the arts can create social change, Persuasive Visions presents the work of two local artists, Gina Goico and Nick Kozak who respond to today&rsquo;s constant deluge of (mis)information.<em> Persuasive Visions<\/em> was curated by Stephanie A. Lindquist.<\/p>\r\n\r\n<p>This exhibition is presented by the&nbsp;<a href=\"http:\/\/www.nomaanyc.org\/\">Northern Manhattan Arts Alliance<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.873207","lng":"-73.919219","active":"1"},{"name":"Afro Clouds","artist":"Asha Hanna","from_date":"2018-08-20","to_date":"2019-08-19","location":"Thomas Boyland Community Garden","description":"Asha Hanna&rsquo;s design honors the communities that live in Brownsville and the theme of GreenThumb&rsquo;s GrowTogether Conference <em>Honor Our Roots<\/em>.&nbsp; This project is part of NYC Parks&nbsp;<a href=\"https:\/\/greenthumb.nycgovparks.org\/\">GreenThumb<\/a>&rsquo;s Art in the Gardens - Shed Murals project, an initiative that provides local artists with the opportunity to collaborate with community gardens as a platform to create and display their art.","borough":"B","show_large_image":"1","lat":"40.661935","lng":"-73.912116","active":"1"}]